Repository: VaradSinghal/e_learning_app
Catalog: lib/l10n/intl_*.arb
Languages: ta

# appTitle
source: E-Learning App
ta: மின்கற்றல் பயன்பாடு

# welcome
source: Welcome {name}
ta: வரவேற்கிறோம் {name}

# navHome
source: Home
ta: முகப்பு

# navCourses
source: My Courses
ta: என் பாடங்கள்

# navQuizzes
source: Quizzes
ta: வினாடி வினா

# navProfile
source: Profile
ta: சுயவிவரம்

source: Welcome Back
ta: மீண்டும் வருகைக்கு வரவேற்கிறோம்

source: Loading...
ta: சுமை செய்கிறது...

source: Categories
ta: வகைகள்

# courses
source: {count} Courses
ta: {count} பாடங்கள்

source: Search courses...
ta: பாடங்களை தேடு...

source: In Progress
ta: முன்னேற்றத்தில்

source: Progress: {percent}%
ta: முன்னேற்றம்: {percent}%

# proLabel
source: PRO
ta: ப்ரோ

source: Recommended
ta: பரிந்துரைக்கப்பட்டவை

source: See All
ta: அனைத்தையும் பார்க்கவும்

source: No Courses available
ta: பாடங்கள் இல்லை

source: Unknown Instructor
ta: தெரியாத பயிற்றுநர்

# error
source: Error: {message}
ta: பிழை: {message}

source: Recommended Courses
ta: பரிந்துரைக்கப்பட்ட பாடங்கள்
